
/* Generic */
"Delete" = "Usuń"; /* Delete thing */
"OK" = "OK"; /* Generic positive response */

/* Tabs */
"Home" = "Dom"; /* Home Tab */
"Open" = "Otwarty"; /* Open Projects Tab */
"Closed" = "Zamknięte"; /* Closed Projects Tab */
"Awards" = "Nagrody"; /* Awards Tab */

/* HomeView*/
"Up next" = "Nadchodzące"; /* Upcoming Items */
"More to explore" = "Więcej do odkrycia"; /* More items */
"Add Data" = "Dodaj dane"; /* DEV BUTTON TO ADD SAMPLE DATA*/
"%@, %lld items, %g%% complete." = "%@, %lld items, %g%% complete."; /* Project Widgets */

/* Project views */
"Open Projects" = "Otwarte projekty"; /* Open projects tab header */
"Closed Projects" = "Projekty zamknięte"; /* Closed projects tab header */
"New Project" = "Nowy projekt";
"Add Project" = "Dodaj projekt";
"New Item" = "Nową rzecz";
"Add New Item" = "Dodaj nową rzecz";
"Sort" = "Sortować";
"Sort items" = "Sortuj rzeczy";
"%@ items" = "%@ items"; /* number of items / item */
"Optimized" = "Zoptzmalizwany"; /* Search filter */
"Creation Date" = "Data utworzenia"; /* Search filter */
"Title" = "Tytuł"; /* Search filter */
"%@, completed" = "%@, completed";
"%@, Hight Priority Item" = "%@, Wysokość priorytetu rzecz";
"%@, Medium Priority Item" = "%@, Rzecz o średnim priorytecie";
"%@, Low Priority Item" = "%@, Rzecz o niskim priorytecie";

/* Project edit */
"Edit Project" = "Edytuj projekt";
"Basic settings" = "Podstawowe ustawienia";
"Project Name" = "Nazwa Projektu";
"Project Detail" = "Szczegóły projektu";
"Close this project" = "Zamknij ten projekt";
"Reopen this project" = "Ponownie otwórz ten projekt";
"Delete Project" = "Usuń projekt";
"Delete Project?" = "Usuń projekt?"; /* Alert Title */
"Do you want to delete this project and all of its data?" = "Czy chcesz usunąć ten projekt i wszystkie jego dane?"; /* Alert Description */
"Custom Project Colour" = "Niestandardowz kolor projektu"; /* Colour selection grid */
"%@" = "%@"; /* Colour Name */

/* Items */
"Edit Item" = "Edztuj ryecy"; /* Colour selection grid */
"Item Name" = "Nazwa przedmiotu";
"Item Description" = "Opis rzecz";
"Priority" = "Priorytet"; /* Item Priority header */
"High" = "Wysoka"; /* Item Priority */
"Medium" = "Średni"; /* Item Priority */
"Low" = "Niski"; /* Item Priority */
"Mark Completed" = "Oznacz jako ukończone"; /* Mark as Completed */

/* AwardsView */
"Locked" = "Zablokowany"; /* Award status */
"Unlocked: %@" = "Odblokowany: %@"; /* Award status plus description */

/* Misc. */
"Please select somthing from the menu to begin." = "Aby rozpocząć, wybierz coś z menu.";
"Closing a project moves it from the open to closed tab; deleting it removes the project along with all of its data entirely" = "Zamknięcie projektu przenosi go z otwartej do zamkniętej karty;  usunięcie go powoduje całkowite usunięcie projektu wraz ze wszystkimi jego danymi";
"There's nothing here right now" = "Teraz nic tu nie ma";

/* Colours */
"Select a project color" = "Wybierz projekt Kolor";
"Pink" = "Różowy";
"Purple" = "Purpurowy";
"Red" = "Czerwony";
"Orange" = "Pomarańczowy";
"Gold" = "Złoto";
"Green" = "Zielony";
"Teal" = "Cyraneczka";
"Light Blue" = "Jasny niebieski";
"Dark Blue" = "Ciemny niebieski";
"Midnight" = "Północ";
"Dark Gray" = "Ciemno szary";
"Gray" = "Szary";

/* Reminders */
"Project reminders" = "Przypomnienia o projektach";
"Show reminders" = "Pokaż przypomnienia";
"Oops!" = "Ups!";
"Wystąpił problem. Sprawdź, czy masz włączone powiadomienia";
"Check Settings" = "Sprawdź ustawienia";
"Reminder time" = "Czas przypomnienia";

/* Unlocking premium */
"Get Unlimited Projects" = "Get Unlimited Projects";
"You can add three projects for free, or pay %@ to add unlimited projects." = "You can add three projects for free, or pay %@ to add unlimited projects.";
"If you already bought the unlock on another device, press Restore Purchases." = "If you already bought the unlock on another device, press Restore Purchases.";
"Restore Purchases" = "Restore Purchases";
"Sorry, there was an error loading the storefront. Please try again later." = "Sorry, there was an error loading the storefront. Please try again later.";
"Buy: %@" = "Buy: %@";
"Loading…" = "Loading…";
"Thank you!" = "Thank you!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Thank you! Your request is pending approval, but you can carry on using the app in the meantime.";
"Dismiss" = "Dismiss";

